[
  {
    "oneLiner": "Love blossoms through unexpected Russian whispers",
    "summary": "A high school student occasionally mutters affectionate phrases in Russian to their classmate. As the school year progresses, the two students grow closer, experiencing various misunderstandings and situations due to this unique form of communication. Their relationship develops amidst the backdrop of typical high school life, with the Russian phrases playing a central role in their interactions.",
    "malId": "54744"
  },
  {
    "oneLiner": "Space cowboys chase bounties across the solar system",
    "summary": "A crew of bounty hunters travels the solar system in their spaceship, pursuing dangerous criminals for money. Each crew member has a mysterious past that occasionally interferes with their current jobs. They encounter various challenges, from comedic mishaps to intense battles, as they struggle to make a living. Their adventures lead them to confront a larger threat that connects to their individual histories.",
    "malId": "1"
  },
  {
    "oneLiner": "A man reincarnates in a fantasy world with a fresh start",
    "summary": "A jobless and hopeless man is reincarnated into a magical world as a newborn baby. Retaining his memories from his past life, he resolves to live his new life to the fullest. As he grows up, he learns magic, forms relationships, and embarks on adventures, all while trying to overcome the regrets and failures of his previous existence.",
    "malId": "39535"
  },
  {
    "oneLiner": "Cozy camping adventures with friends",
    "summary": "A group of high school girls enjoys camping in various scenic locations. They share tips, cook meals, and experience the joys of outdoor life. The story follows their camping trips, highlighting their friendship and the relaxing moments they spend together in nature.",
    "malId": "34798"
  },
  {
    "oneLiner": "A dark twist on magical girl contracts",
    "summary": "A group of middle school girls is offered the chance to become magical girls by a mysterious creature. As they fight against evil entities, they soon discover the dark and tragic consequences of their new powers. The story follows their struggles, sacrifices, and the unraveling of the true nature of their contracts, leading to a series of dramatic and life-altering events.",
    "malId": "9756"
  },
  {
    "oneLiner": "A girl creates her world in virtual solitude",
    "summary": "A young girl lives in a futuristic, virtual reality where she can create and shape her surroundings at will. She spends her time designing and exploring various environments within this digital world. As the story progresses, she begins to uncover memories of her past and the circumstances that led to her current situation. Her creations and interactions within the virtual space gradually reveal more about her history and present condition.",
    "malId": "34240"
  },
  {
    "oneLiner": "School president's secret maid life exposed",
    "summary": "A strict and respected high school student council president secretly works part-time as a maid in a cafe. Her double life is discovered by a popular male classmate, leading to a complex relationship between them. The story follows their interactions at school and the maid cafe, as well as the president's efforts to maintain her reputation while dealing with various school-related challenges and her growing feelings for her classmate.",
    "malId": "7054"
  },
  {
    "oneLiner": "Martial arts action in a fantastical setting",
    "summary": "A young martial artist embarks on a journey to master the legendary Dragon Fist technique. Along the way, he encounters various opponents and allies, each with their own unique fighting styles. The protagonist faces numerous challenges and battles, gradually improving his skills and uncovering secrets about the Dragon Fist and its origins.",
    "malId": "21179"
  }
]
