[
  {
    "oneLiner": "Love blossoms through unexpected Russian whispers",
    "summary": "A high school student occasionally mutters affectionate phrases in Russian to their classmate. As the school year progresses, the two students grow closer, experiencing various misunderstandings and situations due to this unique form of communication. Their relationship develops amidst the backdrop of typical high school life, with the Russian phrases playing a central role in their interactions.",
    "malId": "54744"
  },
  {
    "oneLiner": "Space cowboys chase bounties across the solar system",
    "summary": "A crew of bounty hunters travels the solar system in their spaceship, pursuing dangerous criminals for money. Each crew member has a mysterious past that occasionally interferes with their current jobs. They encounter various challenges, from comedic mishaps to intense battles, as they struggle to make a living. Their adventures lead them to confront a larger threat that connects to their individual histories.",
    "malId": "1"
  },
  {
    "oneLiner": "A man reincarnates in a fantasy world with a fresh start",
    "summary": "A jobless and hopeless man is reincarnated into a magical world as a newborn baby. Retaining his memories from his past life, he resolves to live his new life to the fullest. As he grows up, he learns magic, forms relationships, and embarks on adventures, all while trying to overcome the regrets and failures of his previous existence.",
    "malId": "39535"
  },
  {
    "oneLiner": "Cozy camping adventures with friends",
    "summary": "A group of high school girls enjoys camping in various scenic locations. They share tips, cook meals, and experience the joys of outdoor life. The story follows their camping trips, highlighting their friendship and the relaxing moments they spend together in nature.",
    "malId": "34798"
  },
  {
    "oneLiner": "A dark twist on magical girl contracts",
    "summary": "A group of middle school girls is offered the chance to become magical girls by a mysterious creature. As they fight against evil entities, they soon discover the dark and tragic consequences of their new powers. The story follows their struggles, sacrifices, and the unraveling of the true nature of their contracts, leading to a series of dramatic and life-altering events.",
    "malId": "9756"
  },
  {
    "oneLiner": "A girl creates her world in virtual solitude",
    "summary": "A young girl lives in a futuristic, virtual reality where she can create and shape her surroundings at will. She spends her time designing and exploring various environments within this digital world. As the story progresses, she begins to uncover memories of her past and the circumstances that led to her current situation. Her creations and interactions within the virtual space gradually reveal more about her history and present condition.",
    "malId": "34240"
  },
  {
    "oneLiner": "School president's secret maid life exposed",
    "summary": "A strict and respected high school student council president secretly works part-time as a maid in a cafe. Her double life is discovered by a popular male classmate, leading to a complex relationship between them. The story follows their interactions at school and the maid cafe, as well as the president's efforts to maintain her reputation while dealing with various school-related challenges and her growing feelings for her classmate.",
    "malId": "7054"
  },
  {
    "oneLiner": "Martial arts action in a fantastical setting",
    "summary": "A young martial artist embarks on a journey to master the legendary Dragon Fist technique. Along the way, he encounters various opponents and allies, each with their own unique fighting styles. The protagonist faces numerous challenges and battles, gradually improving his skills and uncovering secrets about the Dragon Fist and its origins.",
    "malId": "21179"
  },
  {
    "oneLiner": "Angelic sisters battle supernatural threats with style",
    "summary": "Two angelic sisters are sent to Earth to fight against supernatural beings causing chaos in the city. They use their unique powers and weapons to combat these threats, often with a mix of irreverence and flair. The story follows their battles, interactions with various characters, and the challenges they face in their mission to protect the city.",
    "malId": "8795"
  },
  {
    "oneLiner": "A deadly game unfolds on an isolated island",
    "summary": "A family gathering on an isolated island turns into a deadly game of survival when mysterious murders begin to occur. As the body count rises, the remaining family members and guests must uncover the truth behind the killings while battling supernatural elements and their own suspicions. The story follows their struggle to stay alive and solve the mystery before it's too late.",
    "malId": "4896"
  },
  {
    "oneLiner": "A reclusive author's life changes with a feline roommate",
    "summary": "A socially awkward novelist unexpectedly adopts a stray cat, leading to significant changes in his daily life. As he learns to care for his new companion, the author begins to open up to the world around him. The story alternates between the man's perspective and the cat's thoughts, showing how their relationship develops and impacts both of their lives.",
    "malId": "38145"
  },
  {
    "oneLiner": "Young fisherman's quest for the ultimate catch",
    "summary": "A young boy embarks on a fishing adventure, aiming to become a master angler. He travels to various locations, encountering different fish species and learning new techniques. Along the way, he faces challenges, makes friends, and competes in fishing tournaments, all while pursuing his goal of catching the legendary fish known as 'Grander Musashi'.",
    "malId": "2415"
  },
  {
    "oneLiner": "Adventurer's journey in a dungeon city",
    "summary": "A young adventurer arrives in a city built around a massive dungeon. He joins a small guild and begins exploring the dungeon's depths, facing monsters and gathering treasures. As he grows stronger and forms bonds with other adventurers, he uncovers secrets about the dungeon and becomes involved in larger conflicts within the city.",
    "malId": "28121"
  },
  {
    "oneLiner": "High school girl's bizarre commute adventures",
    "summary": "A high school girl faces numerous absurd and comical situations during her daily commute to school. Each day brings new challenges, from avoiding social interactions to navigating unexpected obstacles. The story follows her increasingly ridiculous attempts to reach school, often resulting in wild detours and misadventures throughout the city.",
    "malId": "35821"
  },
  {
    "oneLiner": "Magical girls fight to restore a stolen melody",
    "summary": "A group of magical girls embarks on a mission to retrieve a stolen melody that has the power to connect hearts. They face off against dark forces that seek to use the melody for evil purposes. The story follows their battles, the bonds they form, and the challenges they overcome to restore harmony and protect the world.",
    "malId": "10821"
  },
  {
    "oneLiner": "A girl's journey from heartbreak to stardom",
    "summary": "A teenage girl discovers her boyfriend is using her for his own gain and decides to get revenge by entering the entertainment industry. She joins a talent agency and works hard to become a star, facing various challenges and rivals along the way. The story follows her growth as she navigates the world of showbiz, learns about herself, and pursues her dreams.",
    "malId": "4722"
  }
]
