[
  {
    "oneLiner": "Sentient hair products battle for follicular dominance",
    "summary": "In a world where hair care products come to life at night, different brands wage war for control over the scalps of humanity. Shampoo ninjas clash with conditioner samurai, while styling gel mechs battle hairspray kaiju. The fate of hairstyles everywhere hangs in the balance as a rag-tag group of misfit products bands together to stop the evil plans of a dandruff-based overlord known as the Flake King.",
    "name": "Follicle Wars: The Great Hair Uprising",
    "genres": ["Comedy", "Fantasy", "Action", "Avant Garde"],
    "type": "OVA"
  },
  {
    "oneLiner": "Competitive eaters battle interdimensional gourmands",
    "summary": "Earth's top competitive eaters are secretly recruited to represent humanity in an intergalactic eating competition. They face off against bizarre alien species in increasingly absurd eating challenges, from devouring black holes to consuming conceptual ideas. As the competition progresses, they discover that the losers' planets are literally eaten by the victors, raising the stakes to cosmic proportions.",
    "name": "Galactic Gurgitators",
    "genres": ["Comedy", "Sci-Fi", "Gourmet", "Sports"],
    "type": "Movie"
  },
  {
    "oneLiner": "A friendly cockroach tries to win human hearts",
    "summary": "A cute, anthropomorphic cockroach attempts to befriend humans in a city. Despite her good intentions, she faces constant rejection and fear from people due to her species. The story follows her daily adventures and mishaps as she tries to overcome the natural aversion humans have towards cockroaches, leading to both comical and sometimes touching situations.",
    "malId": "10258"
  },
  {
    "oneLiner": "A late-night call unleashes monstrous transformations",
    "summary": "A man receives a mysterious phone call that triggers a series of bizarre and horrific events. People around him begin to transform into grotesque monsters, leading to chaos and violence. As the night progresses, he must navigate through increasingly dangerous situations, trying to survive and uncover the truth behind the strange phenomena.",
    "malId": "2147"
  },
  {
    "oneLiner": "A housekeeper hamster's hilarious misadventures",
    "summary": "A diligent hamster serves as a housekeeper for her often irresponsible owner. The hamster's efforts to maintain order and cleanliness in the household lead to a series of comedic and sometimes risqué situations. The story follows the hamster's daily life and interactions with her owner and other characters, highlighting her dedication and the absurdity of her circumstances.",
    "malId": "1060"
  },
  {
    "oneLiner": "College student sees and studies microbes",
    "summary": "A college student discovers he has the ability to see and communicate with microbes. He enrolls in an agricultural university where he uses his unique talent to study and understand these tiny organisms. The story follows his academic journey, interactions with fellow students and professors, and the various experiments and discoveries he makes in the world of microbiology.",
    "malId": "3001"
  },
  {
    "oneLiner": "Exiled dragon princess adapts to human high school",
    "summary": "A young dragon princess is exiled to the human world as punishment for her rebellious behavior. Forced to attend a human high school in disguise, she struggles to understand human customs and control her magical abilities. As she forms unlikely friendships and faces typical teenage challenges, a looming threat from the dragon realm forces her to protect her new home and friends.",
    "name": "Scales and Schoolbooks",
    "genres": ["Fantasy", "Comedy", "Slice of Life", "Romance"],
    "type": "TV"
  },
  {
    "oneLiner": "Intergalactic florist cultivates peace through plants",
    "summary": "In a universe torn by interstellar conflicts, a skilled botanist travels to war-torn planets, using their knowledge of alien flora to promote peace and healing. Each planet presents unique challenges and hostile environments. As they cultivate gardens in the most unlikely places, they uncover a cosmic conspiracy threatening the delicate balance of life across the galaxy.",
    "name": "Cosmic Bloom",
    "genres": ["Sci-Fi", "Adventure", "Drama", "Fantasy"],
    "type": "TV"
  },
  {
    "oneLiner": "Time-traveling siblings rewrite their family's history",
    "summary": "Two siblings discover a mysterious pocket watch that allows them to travel back in time. Determined to fix their family's troubled past, they embark on a journey through different eras, encountering their ancestors and altering key events. As they navigate historical challenges and unforeseen consequences, they learn the true meaning of family and the impact of their actions on the present.",
    "name": "Chrono Kin",
    "genres": ["Adventure", "Drama", "Fantasy", "Sci-Fi"],
    "type": "TV"
  },
  {
    "oneLiner": "Blind musician's journey to reclaim lost melodies",
    "summary": "A blind musician with an extraordinary gift for hearing and recreating lost melodies sets out on a quest to recover ancient songs scattered across the world. Each melody holds the key to unlocking forgotten histories and emotions. Along the way, the musician forms deep connections with diverse cultures and individuals, all while confronting their own insecurities and the mysteries of their past.",
    "name": "Echoes of Eternity",
    "genres": ["Drama", "Adventure", "Slice of Life", "Fantasy"],
    "type": "TV"
  },
  {
    "oneLiner": "Retired magical girls cope with normal adult life",
    "summary": "A group of former magical girls, now in their 30s, struggle to adapt to ordinary adult life years after saving the world. They deal with mundane challenges like careers, relationships, and bills, all while grappling with the loss of their powers and the trauma of their past adventures. When a new threat emerges, they must find ways to be heroes again without their former abilities.",
    "name": "Magical Midlife Crisis",
    "genres": ["Slice of Life", "Comedy", "Drama", "Supernatural"],
    "type": "TV"
  },
  {
    "oneLiner": "Time-locked town relives the same festival eternally",
    "summary": "A small town becomes trapped in a time loop, forever reliving the day of its centennial festival. As the inhabitants gradually become aware of their situation, factions form between those who embrace the eternal celebration and those who seek to break the cycle. The protagonist must unravel the mystery behind the time lock while navigating the increasingly complex social dynamics of a town where actions have no lasting consequences.",
    "name": "Endless Festival",
    "genres": ["Mystery", "Supernatural", "Drama", "Slice of Life"],
    "type": "TV"
  },
  {
    "oneLiner": "Angelic sisters battle supernatural threats with style",
    "summary": "Two angelic sisters are sent to Earth to fight against supernatural beings causing chaos in the city. They use their unique powers and weapons to combat these threats, often with a mix of irreverence and flair. The story follows their battles, interactions with various characters, and the challenges they face in their mission to protect the city.",
    "malId": "8795"
  },
  {
    "oneLiner": "Eccentric psychiatrist treats bizarre patients",
    "summary": "An eccentric psychiatrist treats a variety of patients with unusual psychological issues. Each episode focuses on a different patient, exploring their unique problems and the unconventional methods the psychiatrist uses to help them. The story delves into the minds of the patients, revealing their inner struggles and the often surreal nature of their conditions.",
    "malId": "6774"
  },
  {
    "oneLiner": "Six identical brothers' absurd and chaotic lives",
    "summary": "Six identical brothers navigate their chaotic lives filled with absurd and comedic situations. Each brother has a distinct personality, leading to a variety of humorous interactions and misadventures. The story follows their daily lives, relationships, and the often outlandish scenarios they find themselves in, highlighting their unique bond and individual quirks.",
    "malId": "31174"
  },
  {
    "oneLiner": "Surreal circus performer engages in bizarre acts",
    "summary": "A circus performer known for his bizarre and often unsettling acts entertains audiences with his unique talents. The story follows his performances, interactions with other circus members, and the strange events that occur both on and off the stage. Each episode presents a new and surreal aspect of his life as a performer.",
    "malId": "6560"
  }
]
