[
  {
    "oneLiner": "Sentient hair products battle for follicular dominance",
    "summary": "In a world where hair care products come to life at night, different brands wage war for control over the scalps of humanity. Shampoo ninjas clash with conditioner samurai, while styling gel mechs battle hairspray kaiju. The fate of hairstyles everywhere hangs in the balance as a rag-tag group of misfit products bands together to stop the evil plans of a dandruff-based overlord known as the Flake King.",
    "name": "Follicle Wars: The Great Hair Uprising",
    "genres": ["Comedy", "Fantasy", "Action", "Avant Garde"],
    "type": "OVA"
  },
  {
    "oneLiner": "Competitive eaters battle interdimensional gourmands",
    "summary": "Earth's top competitive eaters are secretly recruited to represent humanity in an intergalactic eating competition. They face off against bizarre alien species in increasingly absurd eating challenges, from devouring black holes to consuming conceptual ideas. As the competition progresses, they discover that the losers' planets are literally eaten by the victors, raising the stakes to cosmic proportions.",
    "name": "Galactic Gurgitators",
    "genres": ["Comedy", "Sci-Fi", "Gourmet", "Sports"],
    "type": "Movie"
  },
  {
    "oneLiner": "Love blossoms through unexpected Russian whispers",
    "summary": "A high school student occasionally mutters affectionate phrases in Russian to their classmate. As the school year progresses, the two students grow closer, experiencing various misunderstandings and situations due to this unique form of communication. Their relationship develops amidst the backdrop of typical high school life, with the Russian phrases playing a central role in their interactions.",
    "malId": "54744"
  },
  {
    "oneLiner": "Space cowboys chase bounties across the solar system",
    "summary": "A crew of bounty hunters travels the solar system in their spaceship, pursuing dangerous criminals for money. Each crew member has a mysterious past that occasionally interferes with their current jobs. They encounter various challenges, from comedic mishaps to intense battles, as they struggle to make a living. Their adventures lead them to confront a larger threat that connects to their individual histories.",
    "malId": "1"
  }
]
