[
  {
    "oneLiner": "When your pet goldfish becomes your worst nightmare",
    "summary": "In a world where household pets gain human-level intelligence, one family's goldfish develops an insatiable thirst for power. As it manipulates its owners and plots to take over the neighborhood, a young boy must find a way to outsmart the diabolical fish before it's too late.",
    "name": "Scales of Deception",
    "genres": ["Comedy", "Supernatural", "Thriller", "Family"],
    "type": "TV"
  },
  {
    "oneLiner": "Saving the world, one terrible joke at a time",
    "summary": "A group of failed stand-up comedians discover they possess the ability to repel alien invaders with their awful jokes. As Earth's last line of defense, they must hone their craft of terrible comedy while dealing with the ridicule of being the world's worst saviors.",
    "name": "Cosmic Punchline",
    "genres": ["Sci-Fi", "Comedy", "Action", "Parody"],
    "type": "ONA"
  },
  {
    "malId": "582",
    "oneLiner": "Sexy Commando: Where martial arts meet absurdity in a high school comedy.",
    "summary": "In a high school club dedicated to an obscure and ridiculous martial art called 'Sexy Commando', a new student finds himself thrust into a world of bizarre techniques and outlandish challenges. The club's eccentric leader guides the protagonist and his fellow members through increasingly absurd situations, teaching them the ways of their unconventional fighting style. As they face off against rival clubs and deal with everyday school life, the group's antics escalate, leading to hilarious misunderstandings and chaotic confrontations that push the boundaries of common sense."
  },
  {
    "malId": "33274",
    "oneLiner": "A gassy hero brings new meaning to 'silent but deadly'.",
    "summary": "In this bizarre comedy, the protagonist is a sentient gaseous emission who goes on various adventures and interacts with the world around him. Despite his unusual form, he manages to influence events and even help people in peculiar ways. The story follows his encounters with different characters and situations, often resulting in absurd and humorous outcomes. Each short episode presents a new scenario where the gaseous hero must overcome challenges using his unique abilities, leading to unexpected and often ridiculous resolutions."
  }
]
